Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/samediggi.no/samediggi-article-246.html.tmx
Source language: sme
Languages: nob

source: Stuorra vuordámušat Finnmárkkuláhkii
nob: Store forventninger til Finnmarksloven

source: - Ain lea ollu mii galgá sadjái ovdal go Justiisalávdegoddi sáhttá buktit dakkár árvalusa Finnmárkkuláhkii mii čielgasit lea álbmotrievtti siskkobealde , muhto ahte Sámediggi aŋkke áigu bargat buot maid nagoda vai oažžut álbmotrievttálaččat dohkálaš lága , oaivvilda presideanta Sven-Roald Nystø .
nob: - Det er mye som skal på plass før Justiskomiteen kan komme med en innstilling til Finnmarkslov som udiskutabelt vil være innefor folkeretten , men det skal ikke stå på Sametinget for å få en folkerettsforsvarlig lov , framholder president Sven-Roald Nystø .

source: Presideanta Sven-Roald Nystø John-Marcus Kuhmunen
nob: President Sven-Roald Nystø John-Marcus Kuhmunen

source: Sámedikki presideanta Sven-Roald Nystø doalai sáhkavuoru riikkaidgaskasaš konferánssas Finnmárkkulága birra maid Romssa universitehta , Sámi oahpahusaid guovddáš lágidii njukčamánu 10.–11. b. 2005 .
nob: Sametingspresident Sven-Roald Nystø holdt innlegg på den internasjonale konferansen om Finnmarksloven som universitetet i Tromsø , Samisk senter arrangerte 10-11. mars 2005 .

source: Jus háliidat lohkat presideantta sártni , geahča mildosa .
nob: Om du vil lese talen , se vedlegget .

source: Almmuhan John-Marcus Kuhmunen .
nob: Publisert av John-Marcus Kuhmunen .

source: Vuosttaš geardde almmuhan 15.03.2005
nob: Første gang publisert 15.03.2005

source: Artihkkalat
nob: artikler

source: Finnmárkkuláhka
nob: Finnmarksloven

source: Sámediggi čuolaha álbmotrievtti beale
nob: Sametinget kjemper for folkeretten

source: Sámedikki evttohusat Finnmárkoláhkii
nob: Sametingets innspill til Finnmarkslov

source: Fiillat
nob: Filer

source: Vuordámušat Finnmárkkuláhkii
nob: Forventninger til Finnmarksloven
